IDEA Open Model
ReinforcementGroup.Cover Property
Compatible with IDEA StatiCa Beta 20.0
 Cover of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Cover { get; set; }
Public Property Cover As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace